#+TITLE: Light and Value I
#+AUTHOR: Chris Hogan
#+DATE: <2022-01-31 Mon> to <2022-02-27 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-06 Sun 19:50], for week 2022-W05.
  | Tags    | Headline                                         | Time    |       |      |      |
  |---------+--------------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                     | *38:52* |       |      |      |
  |---------+--------------------------------------------------+---------+-------+------+------|
  |         | \_  Week 1                                       |         | 38:52 |      |      |
  |         | \_    <2022-01-31 Mon>                           |         |       | 9:48 |      |
  | drawing | \_      Brainstorm CABC assignment 2 sketches    |         |       |      | 2:46 |
  | drawing | \_      Brainstorm CABC assignment 2 color       |         |       |      | 7:02 |
  |         | \_    <2022-02-01 Tue>                           |         |       | 3:03 |      |
  | drawing | \_      Brainstorm CABC assignment 2 color       |         |       |      | 3:03 |
  |         | \_    <2022-02-02 Wed>                           |         |       | 3:06 |      |
  | drawing | \_      Brainstorm CABC assignment 2 sketching   |         |       |      | 3:06 |
  |         | \_    <2022-02-03 Thu>                           |         |       | 2:59 |      |
  | drawing | \_      Brainstorm CABC assignment 2 color       |         |       |      | 2:59 |
  |         | \_    <2022-02-04 Fri>                           |         |       | 3:02 |      |
  | drawing | \_      Brainstorm CABC assignment 2 submission  |         |       |      | 0:20 |
  | study   | \_      Foundation Patreon: Basic Rendering      |         |       |      | 0:50 |
  | drawing | \_      Foundation Patreon: Basic Rendering      |         |       |      | 1:52 |
  |         | \_    <2022-02-05 Sat>                           |         |       | 9:58 |      |
  | drawing | \_      Foundation Patreon: Basic Rendering      |         |       |      | 3:18 |
  | study   | \_      Foundation Patreon: Basic Rendering      |         |       |      | 0:26 |
  | study   | \_      Brainstorm CABC week 3                   |         |       |      | 3:21 |
  | study   | \_      Brainstorm CABC assignment 3 research... |         |       |      | 2:53 |
  |         | \_    <2022-02-06 Sun>                           |         |       | 6:56 |      |
  | drawing | \_      Brainstorm CABC assignment 3 thumbnails  |         |       |      | 6:21 |
  | study   | \_      Blog                                     |         |       |      | 0:35 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *30h 47m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *8h 5m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-01-31 Mon>
**** DONE Brainstorm CABC assignment 2 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-31 Mon 08:08]--[2022-01-31 Mon 10:54] =>  2:46
     :END:
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-31 Mon 17:20]--[2022-01-31 Mon 20:33] =>  3:13
     CLOCK: [2022-01-31 Mon 13:00]--[2022-01-31 Mon 16:02] =>  3:02
     CLOCK: [2022-01-31 Mon 10:54]--[2022-01-31 Mon 11:41] =>  0:47
     :END:
*** <2022-02-01 Tue>
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-01 Tue 18:08]--[2022-02-01 Tue 21:11] =>  3:03
     :END:
*** <2022-02-02 Wed>
**** DONE Brainstorm CABC assignment 2 sketching                    :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-02 Wed 18:01]--[2022-02-02 Wed 21:07] =>  3:06
     :END:
*** <2022-02-03 Thu>
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-03 Thu 17:38]--[2022-02-03 Thu 20:37] =>  2:59
     :END:
*** <2022-02-04 Fri>
**** DONE Brainstorm CABC assignment 2 submission                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 18:05]--[2022-02-04 Fri 18:25] =>  0:20
     :END:
**** DONE Foundation Patreon: Basic Rendering                         :study:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 18:25]--[2022-02-04 Fri 19:15] =>  0:50
     :END:
**** DONE Foundation Patreon: Basic Rendering                       :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 19:15]--[2022-02-04 Fri 21:07] =>  1:52
     :END:
*** <2022-02-05 Sat>
**** DONE Foundation Patreon: Basic Rendering                         :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 07:47]--[2022-02-05 Sat 11:05] =>  3:18
     :END:
**** DONE Foundation Patreon: Basic Rendering                         :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 11:05]--[2022-02-05 Sat 11:31] =>  0:26
     :END:
**** DONE Brainstorm CABC week 3                                      :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 12:00]--[2022-02-05 Sat 15:21] =>  3:21
     :END:
**** DONE Brainstorm CABC assignment 3 research and reference         :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 17:22]--[2022-02-05 Sat 20:15] =>  2:53
     :END:
*** <2022-02-06 Sun>
**** DONE Brainstorm CABC assignment 3 thumbnails                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-06 Sun 17:47]--[2022-02-06 Sun 19:13] =>  1:26
     CLOCK: [2022-02-06 Sun 13:01]--[2022-02-06 Sun 14:56] =>  1:55
     CLOCK: [2022-02-06 Sun 09:12]--[2022-02-06 Sun 12:12] =>  3:00
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-02-06 Sun 19:14]--[2022-02-06 Sun 19:49] =>  0:35
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-06 Sun 19:50], for week 2022-W05.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-06 Sun 19:50], for week 2022-W05.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-06 Sun 19:50], for week 2022-W05.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
